[
  {
    "id": "1",
    "name": "Труба",
    "type": "Труби",
    "description": "Труба — довгий порожнистий предмет або пристрій, звичайно кільцевого перерізу, призначений для переміщення рідини, пари, газу та інше."

  },


  {
    "id": "2",
    "name": "Сальниковий защільнювач",
    "type": "Ущільнювальні пристрої",
    "description": "Сальниковий защільнювач-защільнювач рухомих з'єднань деталей з метою герметизації щілин між рухомими і нерухомими деталями; забезпечується податливими елементами, що одягають на вал (шток), або набивками, що закладаються у виточки чи заглибини кришок, корпусів та інших деталей."
  },


  {
    "id": "3",
    "name": "Дверне клепало",
    "type": "Фурнітура",
    "description": "Клепа́ло-зовнішнє знаряддя на дверях, призначене для людей, що перебувають за межами будинку, сповіщати стуком господарів про свою присутність і бажання увійти у приміщення."
  },

  {
    "id": "4",
    "name": "Літцендрат",
    "type": "Дроти",
    "description": "Літцендрат-багатожильний електричний провід, кожна жила якого є покритою ізолюючим лаком."
  },

  {
    "id": "5",
    "name": "Клема",
    "type": "Кріпильні вироби",
    "description": "Клема -затискач для з'єднування електричних проводів з машиною, приладом."
  },

  {
    "id": "6",
    "name": "Затискач Мора",
    "type": "Кріпильні вироби",
    "description": "Затискач Мора-затискач зі сталевої пластинчатої пружини, призначений для контролю потоку рідини чи газу в гнучких трубках або ж для їх повного перетискання."
  },

  {
    "id": "7",
    "name": "Гальмова колодка",
    "type": "Гальма",
    "description": "Гальмова колодка — частина гальмівної системи і її основний робочий компонент. "
  },

  {
    "id": "8",
    "name": "Вальниця ковзання",
    "type": "Вальниці",
    "description": "Вальни́ця ко́взання, заст. підшипник ковзання — тип вальниці, елемент опор валів і осей, поверхня цапфи яких взаємодіє в умовах проковзування через шар мастила або безпосередньо з поверхнею вальниці, що її охоплює."
  },

  {
    "id": "9",
    "name": "Вал",
    "type": "Передачі",
    "description": "Вал — деталь, що обертається навколо своєї осі, призначена для передачі руху зв'язаним з нею частинам машини чи механізму, складовою яких вона є."
  },

  {
    "id": "10",
    "name": "Двигуни",
    "type": "Рушії",
    "description": ""
  }
]